{
    "1":{
        "1": "الطريـــقة العلويــة"
    },
    "2":{
        "1": "Al-Baalawi method"
    },
    "3":{
        "1": "One of the Sunni Sufi orders ♡"
    },
    "4":{
        "1": "its basis"
    },
    "5":{
        "1": "Following the Book and the Sunnah"
    },
    "6":{
        "1": "and her head"
    },
    "7":{
        "1": "Sincerity of Imperfection and Witnesses of Mercy"
    },
    "8":{
        "1": "apparently"
    },
    "9":{
        "1": "Religious Sciences and Business"
    },
    "10":{
        "1": "and its interior"
    },
    "11":{
        "1": "Achieving Conditions and Stations"
    },
    "12":{
        "1": "and manners"
    },
    "13":{
        "1": "Safeguarding secrets and jealousy over them from vulgarity"
    },
    "14":{
        "1": "its purpose"
    },
    "15":{
        "1": "Closeness to God and the Divine Conquest"
    },
    "16":{
        "1": "It is universal for all Sunni morals – it is forbidden from every worldly description."
    },
    "17":{
        "1": "It is the path of descriptions, deeds, and realization of secrets, stations, and conditions that men receive from men."
    },
    "18":{
        "1": "It is spread mainly in Hadramout."
    },
    "19":{
        "1": "It has spread in Indonesia, Malaysia, Singapore, Kenya and Tanzania."
    },
    "20":{
        "1": "India, Pakistan, Hijaz, Tihama, Yemen and the UAE."
    },
    "21":{
        "1": "The jurisprudential school on which the method is based is the Shafi’i school of thought."
    },
    "22":{
        "1": "As for the doctrinal school of thought, it is the Sunni school of Ash’ari."
    },
    "23":{
        "1": "The path of Al-Ba’alawi does not differ from any other correct, pure Sufi path in terms of fundamentals or in the reality of conduct."
    },
    "24":{
        "1": "The difference is in the drawings, conditions, and stripes that lead to the province in making the way easier for the student."
    },
    "25":{
        "1": "The method of Al Ba'alawi agrees with other legal Sufi orders in its general spiritual approach."
    },
    "26":{
        "1": "However, it is distinguished by its apparent Salafism, which is"
    },
    "27":{
        "1": "Following what its first figures were and that working with knowledge is its foundation and pillar"
    },
    "28":{
        "1": "Therefore, they took great care of jurisprudence more than other sciences."
    },
    "29":{
        "1": "And work with Ghazali etiquette and manners, and be polite with them."
    },
    "30":{
        "1": "Imam Taher bin Hussein bin Taher Ba'alawi said in defining the method:"
    },
    "31":{
        "1": "The Provision of the Creed of Ahlus-Sunnah wal-Jama’ah"
    },
    "32":{
        "1": "The righteous predecessors of the nation among the Companions and the Followers and those who followed them in goodness"
    },
    "33":{
        "1": "Knowledge of specific rulings, following the prophetic narrations that inform about his conditions, and adhering to legal etiquette, which is the approach followed by the Ba’alawi family, layer by layer."
    },
    "34":{
        "1": "The way of Al-Ba'alawi embraced the other ways and was polite with them and did not deny them."
    },
    "35":{
        "1": "Rather, it derives from its meanings until its imams declared that it is Ghazali outwardly Shadhiliyya inwardly."
    },
    "36":{
        "1": "Imam Abd al-Rahman Balfaqih says:"
    },
    "37":{
        "1": "Their appearance is what Imam Al-Ghazali explained in terms of knowledge and action on the rational approach."
    },
    "38":{
        "1": "And their interior is what Al-Shadhiliyya clarified in realizing the truth and stripping monotheism."
    },
    "39":{
        "1": "And their knowledge is the knowledge of the people, and their drawings are the erasing of drawings."
    },
    "40":{
        "1": "They desire God to draw near to Him with every kind of closeness, and they say by taking a covenant, indoctrination, wearing a piece of cloth, entering solitude, exercising, striving, and making companionship."
    },
    "41":{
        "1": "The glory of their struggle is diligence in purifying the heart"
    },
    "42":{
        "1": "And readiness to be exposed to the whiffs of closeness on the path of guidance."
    },
    "43":{
        "1": "And to draw near to God with every kind of closeness in the company of the people of righteousness."
    },
    "44":{
        "1": "The path of the masters of Al-Ba’alawi – the Madinian path, is the path of Sheikh (Abi Madian Shuaib Al-Maghribi)"
    },
    "45":{
        "1": "Its pole and the orbit of its truth, whose features were established by the hand of the individual al-Ghawth, the sheikh, the imam, the jurist, the lieutenant colonel Muhammad bin Ali Ba’alawi al-Husayni al-Hadrami"
    },
    "46":{
        "1": "Men received it from him from men, and the elders inherited it from him, and because it is a path of investigation, tastes, and secrets, they tended to inactivity, secrecy, and secrets."
    },
    "47":{
        "1": "And the first class went on, and the definition of them will come through the translations, according to that, until the time of Al-Aidarous and his brother, Sheikh Ali."
    },
    "48":{
        "1": "So the circle widened, and the distance of the shrine, and the close and the separated connected to it, after the distance of the house"
    },
    "49":{
        "1": "I need definition, clarification, and definition"
    },
    "50":{
        "1": "Praise be to God, things that open the breasts and delight the souls appeared, such as red sulfur, the gentle part, al-Ma’arij, al-Barqa, and other things that became abundant and famous."
    },
    "51":{
        "1": "The way of Al-Ba'alawi was the cause of the spread of Islam over a wide geographical area across India to the Malay Peninsula, Burma, the Philippines and Sri Lanka, as well as Southeast Asia and the coast of East Africa and others."
    },
    "52":{
        "1": "One of the scholars of this method said: The way of the masters of Al-Ba’alawi is: knowledge, work, piety, fear of God, and devotion to Him, the Mighty and Majestic."
    },
    "53":{
        "1": "And the way of Bani Alawi is nothing but the Book and the Sunnah"
    },
    "54":{
        "1": "And their way is the straight path of God, and they are among those whom God has blessed with obedience to Him and the obedience of His Messenger, and with him: the prophets, the truthful ones, the martyrs, and the righteous."
    },
    "55":{
        "1": "And whatever opposes the method of Al-Ba’alawi in that it (opposes it) is one of the paths that separate from the way of God"
    },
    "56":{
        "1": "Because the orbit of their method is based on the doctrine of the righteous predecessors, correcting piety, asceticism in this world, and the need for humility and embracing worship"
    },
    "57":{
        "1": "Pursuing the veins, sensing fear, perfecting certainty, good manners, reforming intentions, purifying hearts and folds, and avoiding hidden and obvious faults."
    },
    "58":{
        "1": "Distributing time with good deeds"
    },
    "59":{
        "1": "With the perfection of the example of Mr. Sadat"
    },
    "60":{
        "1": "And correcting them from impurities and pests, and having mercy and compassion on the servants of God, and exerting the widest efforts in advising and guiding them to what is in what is salvation ♢"
    },
    "61":{
        "1": "And shirk from the forbidden and suspicions and underestimate what is permissible"
    },
    "62":{
        "1": "And seize the hours of ages by retiring from adults and children"
    },
    "63":{
        "1": "They do not mix with people except for learning, teaching, gathering, congregation, and visiting every intimate"
    },
    "64":{
        "1": "And keep the tongue, and the relationship of relatives and brothers, good treatment, and avoid tricks, even if they are acceptable in the appearance of the law, they will be accepted"
    },
    "65":{
        "1": "Relief for the distressed, abstinence, gentleness, observance of God, asceticism, trust, contentment, economy in pension, idleness, and regression."
    },
    "66":{
        "1": "This is a few of its great descriptions - and the perfection of its detail in Al-Ghazali's Revival of Religious Sciences"
    },
    "67":{
        "1": "♠ Ahl al-Wydad Group"
    },
    "68":{
        "1": "Sheikh Yusuf Al-Nabhani says (Affiliated to Bani Nabhan, a people from the Arabs of the desert who settled in the village of Ijzim, which is a village located on the northern side of the land of Palestine, belonging to the district of Haifa from the works of Acre"
    },
    "69":{
        "1": "He says"
    },
    "70":{
        "1": "Our masters, the Ba’alawi family, have unanimously agreed upon the Muhammadan nation in all eras and countries that they are among the most correct of the people of the house of prophecy in lineage, the most proven of them in lineage, and the most of them in knowledge, work, virtue, and literature."
    },
    "71":{
        "1": "And they are all from Ahl al-Sunnah wal-Jama'ah according to the madhhab of our Imam al-Shafi'i, may God be pleased with him, despite their numbers to the point where they are not less than a hundred thousand people, and with the neighborhood of their country, which is the country of Hadhramout, to the Zaidis, and with their dispersal in all countries, especially the countries of India."
    },
    "72":{
        "1": "As for their great scholars and their good saints, the owners of lights and secrets in this age and the storms that preceded them, they are more and more luminous than the stars of the sky. By them, everyone who follows them attains guidance and does not disdain the correctness of their lineage and the abundance of their virtues and advantages that they distinguished from the human beings with a blessing. Their grandfather, peace and blessings be upon him, except for those who are less fortunate in Islam"
    },
    "73":{
        "1": "🌱"
    },
    "74":{
        "1": "So the greatest masters of Hawa in their affiliation ♢ On my honor, glory is prolonged and growing"
    },
    "75":{
        "1": "The honorable Banu Alawi have raised Tarim, and those in it are proud and honored"
    },
    "76":{
        "1": "Their love and the neighbor is exalted by their grace ♢ And the virtue of calling them to the distance is overwhelmed"
    },
    "77":{
        "1": "And their secrets extend from Bahr Ahmed ♢ to their honor that Al-Baraya and they grew up"
    },
    "78":{
        "1": "They are the Great Progeny and the offspring of Muhammad ♢ With them are the descendants of the Most Merciful"
    },
    "79":{
        "1": "May He bless us with kindness, favour, and contentment ♢ He conceals every defect and sins are forgiven"
    },
    "80":{
        "1": "🌹"
    },
    "81":{
        "1": "The great Imam Sheikh Fadl bin Abdullah bin Fadl says: A word came out of me for which I thanked God."
    },
    "82":{
        "1": "🌷"
    },
    "83":{
        "1": "The great sheikha Sultana bint Ali al-Zubaidi, who is called (Rabaa Hadramout)"
    },
    "84":{
        "1": "She saw the Prophet, may God’s prayers and peace be upon him, enter the house of some gentlemen of the Ba’alawi family"
    },
    "85":{
        "1": "And he says: This is the abode of the loved ones. This is the abode of the loved ones"
    }
}