{
    "1":{
        "1": "الطريـــقة العلويــة"
    },
    "2":{
        "1": "طريقة آل باعلوي"
    },
    "3":{
        "1": "إحدى الطرق الصوفية السنية ♡"
    },
    "4":{
        "1": "أساسها"
    },
    "5":{
        "1": "اتباع الكتاب والسنة"
    },
    "6":{
        "1": "ورأسها"
    },
    "7":{
        "1": "صدق الافتقار وشهود المنة"
    },
    "8":{
        "1": "ظاهرها"
    },
    "9":{
        "1": "علوم الدين والاعمال"
    },
    "10":{
        "1": "وباطنها"
    },
    "11":{
        "1": "تحقيق الاحوال والمقامات"
    },
    "12":{
        "1": "وآدابها"
    },
    "13":{
        "1": "صون الاسرار والغيرة عليها من الابتذال"
    },
    "14":{
        "1": "غايتها"
    },
    "15":{
        "1": "القرب الى الله والفتح الهني"
    },
    "16":{
        "1": "فهي جامعة لكل خلق سُنّي سَني ـ مانعة من كل وصف دني"
    },
    "17":{
        "1": "وهي طريق اوصاف واعمال وتحقيق اسرار ومقامات واحوال يتلقاها الرجال عن الرجال ♢♢"
    },
    "18":{
        "1": "تنتشر بشكل أساسي في حضرموت ♡"
    },
    "19":{
        "1": "ولها انتشار في اندونيسيا وماليزيا وسنغافورة وكينيا وتنزانيا"
    },
    "20":{
        "1": "والهند وباكستان والحجاز وتهامة واليمن والإمارات ♡♡"
    },
    "21":{
        "1": "المذهب الفقهي الذي عليه الطريقة هو مذهب الشافعي ♢"
    },
    "22":{
        "1": "وأما المذهب العقديّ فهو المذهب السني الأشعري ♢"
    },
    "23":{
        "1": "ولا تخالف طريق آل باعلوي غيرها من الطرق الصوفية الصحيحة الصفية النقية في الاصول ولا في حقيقة السلوك"
    },
    "24":{
        "1": "وانما الخلاف في رسوم واوضاع ومشارب تؤول الى المحافظة في تقريب الطريق على الطالب ❍"
    },
    "25":{
        "1": "وتتفق طريقة آل باعلوي مع غيرها من الطرق الصوفية الشرعية في منهجها الروحي العام"
    },
    "26":{
        "1": "إلا أنها تتميّز بسلفيّتها الظاهرة وهي"
    },
    "27":{
        "1": "اقتفاء ما كان عليه أعلامها الأوائل وبأن العمل بالعلم ركنها الأساس وركيزتها"
    },
    "28":{
        "1": "لذا فقد اعتنوا بعلم الفقه عناية بالغة أكثر من غيرها من العلوم ❍"
    },
    "29":{
        "1": "واشتغلوا بالآداب والأخلاق الغزالية وتهذّبوا بها"
    },
    "30":{
        "1": "قال الامام طاهر بن حسين بن طاهر باعلوي في التعريف بالطريقة"
    },
    "31":{
        "1": "إحكام عقيدة أهل السنة والجماعة وهم"
    },
    "32":{
        "1": "سلف الأمة الصالحون من الصحابة والتابعين وتابعيهم بإحسان"
    },
    "33":{
        "1": "ومعرفة الأحكام العينية واتباع الآثار النبوية المخبِرة عن أحواله والتمسك بالآداب الشرعية وهي المنهج الذي درج عليه آل باعلوي طبقة عن طبقة"
    },
    "34":{
        "1": "لقد كانت طريقة آل باعلوي تحتضن الطرق الأخرى وتتأدب معها ولا تنكر عليها"
    },
    "35":{
        "1": "بل وتستقي من معانيها حتى صرّح أئمتها أنها غزاليّة الظاهر شاذليّة الباطن ♢"
    },
    "36":{
        "1": "يقول الإمام عبد الرحمن بلفقيه"
    },
    "37":{
        "1": "فظاهرهم ما شرحه الإمام الغزالي من العلم والعمل على المنهج الرشيد"
    },
    "38":{
        "1": "وباطنهم ما أوضحه الشاذليّة من تحقيق الحقيقة وتجريد التوحيد"
    },
    "39":{
        "1": "وعلومهم علوم القوم ورسومهم محو الرسوم"
    },
    "40":{
        "1": "يرغبون الى الله بالتقرب اليه بكل قربة ويقولون باخذ العهد والتلقين ولبس الخرقة ودخول الخلوة والرياضة والمجاهدة وعقد الصحبة ـ"
    },
    "41":{
        "1": "فجُلّ مجاهدتهم الاجتهاد في تصفية الفؤاد"
    },
    "42":{
        "1": "والاستعداد للتعرّض لنفحات القرب في طريق الرشاد"
    },
    "43":{
        "1": "والاقتراب إلى الله بكل قربة في صحبة أهل الرشاد"
    },
    "44":{
        "1": "وأصل طريق السادة آل باعلوي ـ الطريقة المدينية طريق الشيخ ( ابي مدين شعيب المغربي )"
    },
    "45":{
        "1": "وقطبها ومدار حقيقتها والتي تأسست معالمها ع يده الفرد الغوث الشيخ الامام الفقيه المقدم محمـــد بن علي باعلوي الحسيني الحضرمي ♡"
    },
    "46":{
        "1": "تلقاها عنه الرجال عن الرجال وتوارثها عنه الاكابر ولكونها طريق تحقيق واذواق واسرار جنحوا الى الخمول والسر والإسرار لم يضعوا في ذلك تأليفا ولا صنفوا فيه تصنيفا"
    },
    "47":{
        "1": "ومضى الطبقة الاولى ❍ سيأتي التعريف عنــهم خلال التراجم ❍ع ذلك الى زمن العيدروس واخيه الشيخ علي ـ"
    }
}